Repository: frontprstvasya/marche
Catalog: sites/all/translations/blockreference-7.x-2.7.*.po
Languages: fr

source: Label
fr: Libellé

source: Fields
fr: Champs

source: configure block
fr: configurer le bloc

source: Autocomplete text field
fr: Champ texte à autocomplétion

source: %name: Title mismatch. Please check your selection.
fr: Champ '%name' : incohérence au niveau du titre. Merci de vérifier votre sélection.

source: Title only
fr: Titre seulement

source: Defines a field type for referencing a block from a node.
fr: Définit un type de champ référençant un bloc à partir d'un nœud.

source: Custom label
fr: Étiquette personnalisée

source: Modules defining blocks that can be referenced
fr: Modules définissant les blocs référençables

source: This field stores the ID of a related block as an integer value.
fr: Ce champ stocke l'identifiant d'un bloc associé en tant que valeur entière.

source: Default (title and content)
fr: Par défaut (titre et contenu)

source: Display the title and content of a block.
fr: Afficher le titre et le contenu d'un bloc.

source: Content only
fr: Seulement le contenu

source: Display the content of a block. Do not display the title.
fr: Afficher le contenu d'un bloc. Ne pas afficher le titre.

source: Display the title of a block. Do not display the content.
fr: Afficher le titre d'un bloc. Ne pas afficher le contenu.

source: Display the info text of a block.
fr: Afficher le texte d'information d'un bloc.

source: Display the list of referenceable blocks as a textfield with autocomplete behaviour.
fr: Afficher la liste des blocs référençables en tant que champ texte avec autocomplétion.

source: If no modules are selected, blocks from all modules will be available.
fr: Si aucun module n'est sélectionné, les blocs de tous les modules seront disponibles.

source: Label: @label
fr: Étiquette : @label
