Repository: frontprstvasya/marche
Catalog: sites/all/modules/custom/messente/translations/messente.*.po
Languages: fr

source: Service unavailable, please try again later
fr: Service indisponible, veuillez réessayer plus tard

source: This user is already registered
fr: Cet utilisateur est déjà enregistré

source: The Phone field cannot be empty
fr: Le champ Téléphone ne peut pas être vide

source: Please enter a valid phone number
fr: s'il vous plaît entrer un numéro de téléphone valide

source: Wrong CODE entered
fr: Mauvais CODE entré

source: Enter the correct Pin Code
fr: Entrez le code PIN correct

source: Something went wrong, try again later
fr: Quelque chose s'est mal passé, réessayez plus tard

source: Please enter a valid Pin Code
fr: Veuillez saisir un code PIN valide

source: A user with this phone number is already registered
fr: Un utilisateur avec ce numéro de téléphone est déjà enregistré

source: This field can not be empty
fr: ce champ ne peut pas être vide

source: Please enter the correct phone number
fr: Veuillez entrer le bon numéro de téléphone

source: The PIN field cannot be empty
fr: Le champ PIN ne peut pas être vide

source: Password field cannot be empty
fr: Le champ du mot de passe ne peut pas être vide

source: The password is too short, at least characters
fr: Le mot de passe est trop court, au moins caractères

source: The password is too short, at least 6 characters
fr: Le mot de passe est trop court, au moins 6 caractères

source: User not found
fr: Utilisateur non trouvé

source: Log in to your account with a new password
fr: Connectez-vous à votre compte avec un nouveau mot de passe

source: The phone number is incorrect
fr: Le numéro de téléphone est incorrect

source: Phone number not found
fr: Numéro de téléphone introuvable

source: No file uploaded
fr: Aucun fichier téléchargé

source: Email and Phone fields cannot be empty
fr: Les champs E-mail et Téléphone ne peuvent pas être vides

source: The user with this email is already registered
fr: L'utilisateur avec cet e-mail est déjà enregistré

source: Username field cannot be empty
fr: Le champ Nom d'utilisateur ne peut pas être vide

source: Invalid characters in username field
fr: Caractères non valides dans le champ du nom d'utilisateur

source: The password field cannot be empty
fr: Le champ du mot de passe ne peut pas être vide

source: User with this email address not found
fr: Utilisateur avec cette adresse e-mail introuvable

source: Please enter the correct email address
fr: Veuillez saisir la bonne adresse e-mail

source: Please enter a valid Email
fr: Veuillez saisir un e-mail valide

source: Invalid characters in email field
fr: Caractères invalides dans le champ e-mail

source: This email address is already registered
fr: Cette email adresse est déjà enregistrée

source: Email field cannot be empty
fr: Le champ e-mail ne peut pas être vide

source: Please enter correct Pin Code
fr: Veuillez entrer le code PIN correct

source: Service temporarily unavailable, please try again later
fr: Service temporairement indisponible, veuillez réessayer plus tard

source: Pin Code has been sent, please wait, it remains:
fr: Le code PIN a été envoyé, veuillez patienter, il reste :

source: Something went wrong, please try again later
fr: Quelque chose c'est mal passé. Merci d'essayer plus tard

source: This email address has not yet been registered on the site
fr: Cette adresse e-mail n'a pas encore été enregistrée sur le site

source: SMS with a code has been sent to the phone number. You can resend the code via
fr: SMS avec un code a été envoyé au numéro de téléphone. Vous pouvez renvoyer le code via

source: The PIN code has been sent, please wait, there is still:
fr: Le code PIN a été envoyé, veuillez patienter, il reste:

source: The user with this phone number has not been registered
fr: L'utilisateur avec ce numéro de téléphone n'a pas été enregistré

source: This user is not yet registered
fr: Cet utilisateur n'est pas encore enregistré

source: Phone number
fr: Numéro de téléphone

source: Phone number*
fr: Numéro de téléphone

source: Phone number/email*
fr: Numéro de téléphone/courriel*

source: Phone number/email
fr: Numéro de téléphone/courriel

source: Pin Code
fr: Code PIN

source: Back
fr: Retour

source: Send PIN CODE again
fr: Envoyez à nouveau le Code PIN

source: Send PIN code again
fr: Envoyez à nouveau le code PIN

source: Send pin code again
fr: Envoyez à nouveau le code pin

source: password
fr: le mot de passe

source: Password
fr: Le mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: Next
fr: Prochain

source: Complete registration
fr: Enregistrer

source: Username
fr: Nom d'utilisateur

source: Your new phone number has been verified, thank you!
fr: Votre nouveau numéro de téléphone a été vérifié, merci!

source: Upload
fr: Télécharger

source: Complete Password recovery
fr: Changer mot de passe

source: User registration via Google account
fr: Enregistrement de l'utilisateur via un compte Google

source: Password recovery to Email
fr: Récupération de mot de passe par e-mail

source: address
fr: adresse

source: Access
fr: Accéder

source: User registration via Facebook
fr: Enregistrement de l'utilisateur via Facebook

source: User registration by email
fr: Enregistrement de l'utilisateur par e-mail

source: Create an account
fr: Créer un compte

source: Password recovery
fr: Mot de passe oublié

source: phone number or username or email
fr: numéro de téléphone ou nom d'utilisateur ou email

source: Please select a country
fr: Veuillez sélectionner un pays

source: phone number or username
fr: numéro de téléphone ou nom d'utilisateur

source: User change phone number
fr: L'utilisateur change de numéro de téléphone

source: Creating an account
fr: Création d’un compte

source: You have already verified this phone number before, please try another one
fr: Vous avez déjà vérifié ce numéro de téléphone auparavant, veuillez en essayer un autre

source: Change phone number
fr: Changer de numéro de téléphone

source: Set phone numbers
fr: Définir des numéros de téléphone

source: No user found with this phone number
fr: Aucun utilisateur trouvé avec ce numéro de téléphone

source: Surname field cannot be empty
fr: Le champ du nom de famille ne peut pas être vide

source: Invalid characters in surname field
fr: Caractères invalides dans le champ du nom de famille

source: We have sent an SMS with a verification code to the phone number
fr: Nous avons envoyé le code d’acces à votre numéro de téléphone par SMS - saisissez le ici pour réinitialiser le mot de passe:

source: You can repeat the code request after
fr: Vous pouvez répéter la demande de code après

source: sec
fr: seconde

source: mb
fr: mo

source: Mb
fr: Mo

source: Add a photo for your profile
fr: Ajoutez un photo pour votre profil

source: Extensions allowed:
fr: Extensions autorisées:

source: The file must weigh less than
fr: Le fichier doit peser moins de

source: The image that is wider than
fr: L’image qui est plus larges que

source: pixels will be resized.
fr: pixels sera redimensionnée.

source: You need to add and verify a phone number
fr: Vous devez ajouter et valider un numéro de téléphone

source: Login to the site using your phone number
fr: Connectez-vous au site avec votre numéro de téléphone

source: Login to the site using your email
fr: Connectez-vous au site en utilisant votre email

source: Add phone number
fr: Ajouter un numéro de téléphone

source: File not selected
fr: Fichier non sélectionné

source: File creation error
fr: Erreur de création de fichier
